Repository: kirillram/CreditAggregatorApp
Catalog: CreditMix/*.lproj/Localizable.strings
Languages: es

source: News
es: Noticias

source: Offers
es: Ofertas

source: Amount up to
es: Suma de

source: Age
es: Edad a partir

source: from
es: de

source: How much can I borrow?
es: ¿Cuánto me pueden prestar?

source: The main factor that determines how much you can borrow is your credit score. It is based on your credit history and your debt-to-income ratio.
es: El principal factor que determina la cantidad que puede solicitar es su calificación crediticia. Se basa en su historial de crédito y en su relación entre la deuda y los ingresos.

source: What is the maximum credit I can borrow?
es: ¿Cuál es el crédito máximo que puedo pedir?

source: Generally, new customers can be approved for between 1,000 and 20,000 The size of the first loan depends on the borrower's ongoing income, term and credit history.
es: Por lo general, los nuevos clientes pueden recibir una aprobación de entre 1.000 y 20.000 El volumen del primer préstamo depende de los ingresos permanentes del prestatario, del plazo y del historial crediticio.

source: Will they approve the application without the official job?
es: ¿Aprobarán la solicitud sin el empleo oficial?

source: Yes, some companies allow people who are not formally employed to apply for loans.
es: Sí, algunas empresas permiten solicitar préstamos a personas que no tienen un empleo oficial.

source: What documents do I need to apply for a loan?
es: ¿Qué documentos necesito para solicitar un préstamo?

source: It is mandatory to prepare a passport in any case. In addition, you can provide all certificates and documents proving your solvency, but normally it is not necessary. The more documents you have, the more favorable the conditions may be.
es: Es obligatorio preparar un pasaporte en cualquier caso. Además, puede aportar todos los certificados y documentos que demuestren su solvencia, pero normalmente no es necesario. Cuantos más documentos tenga, más favorables pueden ser las condiciones.

source: How quickly do you receive the money?
es: ¿Con qué rapidez se recibe el dinero?

source: The approved loan is transferred from a few minutes to a few days, depending on the service.
es: El préstamo aprobado se transfiere desde unos minutos hasta unos días, dependiendo del servicio.
